#!/usr/bin/env python
# -*- coding: utf-8 -*-

TOKEN = '1184146132:AAGYbjZHMszxdIfmazDHYhJGPrTsb7dOU9Y'

first = '🤩Точная карта🤩'
second = '♦️♣️Масть игроку дилеру♥️♠️'
third = '🤯Перебор🤯'
fourth = '😳🤩Золотое очко😳🤩'
fifth = '✅Тотал✅'

fk_free_text = """
Допустим, в игре 1 выпала Q♦️,
тогда в игре 3 с вероятностью 
79% выпадет Q♦️, точно также с
другими мастями.
"""

fk_pay_text = """
Для того, чтобы получить доступ 
к стратегии напишите @kapper_007
"""

sk_free_text = """
Если в предыдущей игре 
выпали последние масти:
♠️ + ♦️ = ♠️
♣️ + ♣️ = ♥
♥ + ♣️ = ♠️
♣️ + ♥ = ♦️
♥ + ♠️ = ♣️
♣️ + ♠️ = ♥
♦️ + ♦️ = ♦️
♥ + ♥ = ♥
♠️ + ♣️ = ♥
♦️ + ♥ = ♠️
♥ + ♣️ = ♥
♦️ + ♣️ = ♦️
♠️ + ♠️ = ♠️
♣️ + ♦️ = ♣️
"""
sk_pay_text = """
для получения масти с 
проходом 99% обратитесь по 
ссылке: @kapper_007
"""
fifthk_free_text = """
Чтобы узнать тотал на игру, 
нужно ориентироваться на 
коэффициент дилера или же п2 
(что и есть одно и то же) 
Если коэффициент на дилера 
1,66-П2 и ТМ 38,5
1,775 - нет перебора 
1,77 - ТБ 36 и 38
1,71 - ТМ 38,5
1,7 - ТМ 36,5 ТМ 38,5
1,744 - ТБ 38,5
1,9 - победа игрока и ТМ 38,5
1,67 - П2
1,696 - ТБ 38,5
1,765 - П1
1,888 - П1
1,69 - перебор игрока
"""
fifthk_pay_text = """
чтобы получить тотал с 
проходимостью 99% обратитесь по 
ссылке: @kapper_007
"""

start_text1 = """
Добро пожаловать в нашего
бота, стратегии с проходом
95%🤩🤯💵, на данный момент один из лучших ботов
на просторах телеграмма😱
Ссылка для друзей: t.me/Bot21gold_bot
"""
start_text2 = """
💰Цена стратегий:
✅Масти-250р😍
✅Значения-350р😍
✅Тотал игр-200р😍
✅Точная карта-500р😍
✅gold-800р😍
"""

third_text = """
Чтобы получить данную стратегию обратитесь по 
ссылке: @kapper_007
"""

fourth_text = """
Чтобы получить стратегию 
на золотое очко обратитесь по 
ссылке: @kapper_007
"""
